/**
 * 一些通用的数据
 */
export const colorList = [
  // 蓝色系
  [ '#4b77be', '#67809f', '#1f3a93', '#4183d7' ],
  // 红色系
  [ '#e74c3c', '#ec644b', '#cf000f', '#96281b' ],
  // 黄色系
  [ '#f7ca18', '#e9d460', '#f5e51b', '#f5d76e' ],
  // 绿色系
  [ '#2abb9b', '#019875' ],
  // 橙色系
  [ '#eb9532', '#f2784b', '#f15a22' ]
]

export const flatColorList = [
  // 蓝色系
  '#4b77be', '#67809f', '#1f3a93', '#4183d7',
  // 红色系
  '#e74c3c', '#cf000f', '#96281b',
  // 绿色系
  '#2abb9b', '#23cba7', '#4daf7c', '#019875',
  // 橙色系
  '#eb9532', '#f39c12', '#f2784b', '#f15a22'
]



export default {
  colorList
}